/*
Note for the Localization Engineer:
The strings enclosed within < > should NOT be localized. Eg : <OPERATION>
*/

/* Recovery options for the errors */
TryAgainButtonTitle = "Erneut versuchen";
CancelButtonTitle = "Abbrechen";


/*Error descriptions for corrupted store*/
CorruptedEventStoreDescription = "<OPERATION>, weil die folgende Datei nicht lesbar ist: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Error descriptions for missing store*/
MissingEventStoreDescription = "<OPERATION>, weil folgende Datei nicht gefunden werden kann: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Recovery suggestion for corrupted and missing store.*/
MissingEventStoreRecoverySuggesstion = "Ersetzen Sie die Datei “HPEventStore.hpstore”, wenn diese verschoben oder gelöscht wurde. Klicken Sie dann auf “Erneut versuchen”.\rKlicken Sie zum Erstellen einer neuen Datei auf “Erstellen”.";

/* Recovery options for corrupted and missing store */
CreateButtonTitle = "Erstellen";

/*Error descriptions for permission error*/
EventStorePermissionsErrorDescription = "<OPERATION>, weil vom Programm nicht auf die folgende Datei zugegriffen werden kann: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/* Recovery options for corrupted and missing store */
RepairAccessButtonTitle = "Zugriff reparieren";

/*Added new key to refer error recovery suggestion if the permission is not proper.*/
EventStorePermissionsErrorRecoverySuggesstion = "Klicken Sie auf die übergeordneten Ordner von“HPEventStore.hpstore”, um sicherzustellen, dass diese nicht gesperrt sind und die Berechtigungen auf “Lesen & Schreiben” eingestellt sind. Klicken Sie dann auf “Erneut versuchen”.\rWenn die Berechtigungen vom Programm repariert werden sollen, klicken Sie auf “Zugriff reparieren”.";

//Error description for out of disk space error
DiskFullErrorDescription = "<OPERATION>, weil der Platz auf dem Startvolume nicht ausreicht.";

//Recover suggestion for out of disk space error
DiskFullErrorRecoverySuggesstion = "Entfernen Sie einige Dateien vom Volume, und klicken Sie dann auf “Erneut versuchen”.";
